import journal1 from "../assets/carousel/book1.jpg"
import journal2 from "../assets/carousel/book2.jpg"
import journal3 from "../assets/carousel/book3.jpg"
const journaldata =[
    {
        author: '行者Terry',
        images: [journal1,journal2],
        departure_time:"2024-03-12",
        duration:4,
        title:"烟花三月下上饶",
        likes:0,
        comments:0,
        views:0,
        uploads:0,
        id: 1,
        cost:1700,
        avatar:"https://xsgames.co/randomusers/avatar.php?g=pixel",
        create_time:"2024/05/06",
        members:"三五好友",
        content:"江西省有个上饶市，上饶市有个铅山县，铅山县有座葛仙山，葛仙山下有座葛仙村。\n" +
            "\n" +
            "葛仙村是一个窝在山沟沟里的小山村，过去穷乡僻壤，人迹罕至，现在经过投资开发，定位于国际旅游度假村后，摇身一变，脱胎换骨，实现了美丽的转身，变成了从山沟沟里飞出的金凤凰。身份变了！一座原本默默无闻的小山村一下子成了网红，惹人注目，走红江湖~\n" +
            "\n" +
            "葛仙村的位置在葛仙山下的山谷里，这条山谷东西走向，呈狭长带状，南北两侧都是山崖峭壁，化身为度假村成为景区后，以一片水系、一条小街、一座村落的三条线状模式布局，分别打造成三个不同主题游玩区域。\n" +
            "\n" +
            "景区内的中心线为一片水系，有小喷泉、小瀑布、小溪流和小湖泊，游玩主题词为：饮仙泉、沐仙水、观仙景；景区内北侧山崖沿线是一条小街，有各种业态的铺子，吃喝玩乐一应俱全，游玩主题词为：逛仙街、游仙境、品仙食；景区内南侧山崖沿线是一座村落，有各种各样的酒店和民宿，游玩主题词为：住仙宿、醉仙居、享仙乐。\n" +
            "\n" +
            "游玩葛仙村，仙雾袅袅，仙气飘飘，我总结了一下，“三要三不要”很重要：1、夜游要浪漫，不要去散漫。葛仙村的夜晚要比白天来的更迷人，节目也要比白天来的更丰富，白天可以散漫游玩，晚上浪漫不能少，穿着汉服提灯夜游，拍出来的都是嘎嘎大片！留下浪漫，回味隽永，千万不要散散慢慢，啥都不留；2、宿要村里住，不要村外住。葛仙村门票为一天票，一天游玩有点赶，若住在村里，不管住几天，无需再买门票，若住在村外，没玩够继续想玩，又得再买门票，这样子多不尽兴，所以！住在村里是上上选，千万不要住在村外来去匆匆；3、节目要去看，不要不去看。村里有演艺节目，时间档、节目内容、演出地点都是不同的，有点看不过来的感觉，像巡游、灯光秀、水幕电影、篝火晚会等观看、互动指数都是很高的，专业级水平、不是草莽班子，绝对不要错过哈！千万不要不去看，那会遗憾的。\n" +
            "\n" +
            "早就听说到葛仙村是去接仙气的，去了！带着拔草的心态去的，然后被深深的种草！嘿嘿~因为被“仙”倒来着！",
        start:"上饶",
        end:"铅山",
        journey:"上饶站>望仙谷>葛仙村度假区>葛仙村枕山宿酒店>望仙谷仙宿>望仙谷悬崖民宿",
        description:"江西省有个上饶市，上饶市有个铅山县，铅山县有座葛仙山，葛仙山下有座葛仙村。\n" +
            "\n" +
            "葛仙村是一个窝在山沟沟里的小山村，过去穷乡僻壤，人迹罕至，现在经过投资开发，定位于国际旅游度假村后，摇身一变，脱胎换骨，实现了美丽的转身，变成了从山沟沟里飞出的金凤凰。身份变了！一座原本默默无闻的小山村一下子成了网红，惹人注目，走红江湖~\n" +
            "\n" +
            "葛仙村的位置在葛仙山下的山谷里，这条山谷东西走向，呈狭长带状，南北两侧都是山崖峭壁，化身为度假村成为景区后，以一片水系、一条小街、一座村落的三条线状模式布局，分别打造成三个不同主题游玩区域。\n" +
            "\n" +
            "景区内的中心线为一片水系，有小喷泉、小瀑布、小溪流和小湖泊，游玩主题词为：饮仙泉、沐仙水、观仙景；景区内北侧山崖沿线是一条小街，有各种业态的铺子，吃喝玩乐一应俱全，游玩主题词为：逛仙街、游仙境、品仙食；景区内南侧山崖沿线是一座村落，有各种各样的酒店和民宿，游玩主题词为：住仙宿、醉仙居、享仙乐。\n" +
            "\n" +
            "游玩葛仙村，仙雾袅袅，仙气飘飘，我总结了一下，“三要三不要”很重要：1、夜游要浪漫，不要去散漫。葛仙村的夜晚要比白天来的更迷人，节目也要比白天来的更丰富，白天可以散漫游玩，晚上浪漫不能少，穿着汉服提灯夜游，拍出来的都是嘎嘎大片！留下浪漫，回味隽永，千万不要散散慢慢，啥都不留；2、宿要村里住，不要村外住。葛仙村门票为一天票，一天游玩有点赶，若住在村里，不管住几天，无需再买门票，若住在村外，没玩够继续想玩，又得再买门票，这样子多不尽兴，所以！住在村里是上上选，千万不要住在村外来去匆匆；3、节目要去看，不要不去看。村里有演艺节目，时间档、节目内容、演出地点都是不同的，有点看不过来的感觉，像巡游、灯光秀、水幕电影、篝火晚会等观看、互动指数都是很高的，专业级水平、不是草莽班子，绝对不要错过哈！千万不要不去看，那会遗憾的。\n" +
            "\n" +
            "早就听说到葛仙村是去接仙气的，去了！带着拔草的心态去的，然后被深深的种草！嘿嘿~因为被“仙”倒来着！",
        pre:"江西省有个上饶市，上饶市有个铅山县，铅山县有座葛仙山，葛仙山下有座葛仙村。\n" +
            "\n" +
            "葛仙村是一个窝在山沟沟里的小山村，过去穷乡僻壤，人迹罕至，现在经过投资开发，定位于国际旅游度假村后，摇身一变，脱胎换骨，实现了美丽的转身，变成了从山沟沟里飞出的金凤凰。身份变了！一座原本默默无闻的小山村一下子成了网红，惹人注目，走红江湖~\n" +
            "\n" +
            "葛仙村的位置在葛仙山下的山谷里，这条山谷东西走向，呈狭长带状，南北两侧都是山崖峭壁，化身为度假村成为景区后，以一片水系、一条小街、一座村落的三条线状模式布局，分别打造成三个不同主题游玩区域。\n" +
            "\n" +
            "景区内的中心线为一片水系，有小喷泉、小瀑布、小溪流和小湖泊，游玩主题词为：饮仙泉、沐仙水、观仙景；景区内北侧山崖沿线是一条小街，有各种业态的铺子，吃喝玩乐一应俱全，游玩主题词为：逛仙街、游仙境、品仙食；景区内南侧山崖沿线是一座村落，有各种各样的酒店和民宿，游玩主题词为：住仙宿、醉仙居、享仙乐。\n" +
            "\n" +
            "游玩葛仙村，仙雾袅袅，仙气飘飘，我总结了一下，“三要三不要”很重要：1、夜游要浪漫，不要去散漫。葛仙村的夜晚要比白天来的更迷人，节目也要比白天来的更丰富，白天可以散漫游玩，晚上浪漫不能少，穿着汉服提灯夜游，拍出来的都是嘎嘎大片！留下浪漫，回味隽永，千万不要散散慢慢，啥都不留；2、宿要村里住，不要村外住。葛仙村门票为一天票，一天游玩有点赶，若住在村里，不管住几天，无需再买门票，若住在村外，没玩够继续想玩，又得再买门票，这样子多不尽兴，所以！住在村里是上上选，千万不要住在村外来去匆匆；3、节目要去看，不要不去看。村里有演艺节目，时间档、节目内容、演出地点都是不同的，有点看不过来的感觉，像巡游、灯光秀、水幕电影、篝火晚会等观看、互动指数都是很高的，专业级水平、不是草莽班子，绝对不要错过哈！千万不要不去看，那会遗憾的。\n" +
            "\n" +
            "早就听说到葛仙村是去接仙气的，去了！带着拔草的心态去的，然后被深深的种草！嘿嘿~因为被“仙”倒来着！",
        share:0,
        status:0,
    },
    {
        author: '小蛮弟Mandy',
        images: [journal2,journal3],
        departure_time:"2024-05-04",
        duration:1,
        title:"二刷西班牙｜88小时探索，重新认识不一样的马德里",
        likes:0,
        comments:0,
        views:0,
        uploads:0,
        id: 2,
        cost:1700,
        avatar:"https://xsgames.co/randomusers/avatar.php?g=pixel",
        create_time:"2024/05/06",
        members:"三五好友",
        content:"江西省有个上饶市，上饶市有个铅山县，铅山县有座葛仙山，葛仙山下有座葛仙村。\n" +
            "\n" +
            "葛仙村是一个窝在山沟沟里的小山村，过去穷乡僻壤，人迹罕至，现在经过投资开发，定位于国际旅游度假村后，摇身一变，脱胎换骨，实现了美丽的转身，变成了从山沟沟里飞出的金凤凰。身份变了！一座原本默默无闻的小山村一下子成了网红，惹人注目，走红江湖~\n" +
            "\n" +
            "葛仙村的位置在葛仙山下的山谷里，这条山谷东西走向，呈狭长带状，南北两侧都是山崖峭壁，化身为度假村成为景区后，以一片水系、一条小街、一座村落的三条线状模式布局，分别打造成三个不同主题游玩区域。\n" +
            "\n" +
            "景区内的中心线为一片水系，有小喷泉、小瀑布、小溪流和小湖泊，游玩主题词为：饮仙泉、沐仙水、观仙景；景区内北侧山崖沿线是一条小街，有各种业态的铺子，吃喝玩乐一应俱全，游玩主题词为：逛仙街、游仙境、品仙食；景区内南侧山崖沿线是一座村落，有各种各样的酒店和民宿，游玩主题词为：住仙宿、醉仙居、享仙乐。\n" +
            "\n" +
            "游玩葛仙村，仙雾袅袅，仙气飘飘，我总结了一下，“三要三不要”很重要：1、夜游要浪漫，不要去散漫。葛仙村的夜晚要比白天来的更迷人，节目也要比白天来的更丰富，白天可以散漫游玩，晚上浪漫不能少，穿着汉服提灯夜游，拍出来的都是嘎嘎大片！留下浪漫，回味隽永，千万不要散散慢慢，啥都不留；2、宿要村里住，不要村外住。葛仙村门票为一天票，一天游玩有点赶，若住在村里，不管住几天，无需再买门票，若住在村外，没玩够继续想玩，又得再买门票，这样子多不尽兴，所以！住在村里是上上选，千万不要住在村外来去匆匆；3、节目要去看，不要不去看。村里有演艺节目，时间档、节目内容、演出地点都是不同的，有点看不过来的感觉，像巡游、灯光秀、水幕电影、篝火晚会等观看、互动指数都是很高的，专业级水平、不是草莽班子，绝对不要错过哈！千万不要不去看，那会遗憾的。\n" +
            "\n" +
            "早就听说到葛仙村是去接仙气的，去了！带着拔草的心态去的，然后被深深的种草！嘿嘿~因为被“仙”倒来着！",
        start:"上饶",
        end:"铅山",
        journey:"上饶站>望仙谷>葛仙村度假区>葛仙村枕山宿酒店>望仙谷仙宿>望仙谷悬崖民宿",
        description:"江西省有个上饶市，上饶市有个铅山县，铅山县有座葛仙山，葛仙山下有座葛仙村。\n" +
            "\n" +
            "葛仙村是一个窝在山沟沟里的小山村，过去穷乡僻壤，人迹罕至，现在经过投资开发，定位于国际旅游度假村后，摇身一变，脱胎换骨，实现了美丽的转身，变成了从山沟沟里飞出的金凤凰。身份变了！一座原本默默无闻的小山村一下子成了网红，惹人注目，走红江湖~\n" +
            "\n" +
            "葛仙村的位置在葛仙山下的山谷里，这条山谷东西走向，呈狭长带状，南北两侧都是山崖峭壁，化身为度假村成为景区后，以一片水系、一条小街、一座村落的三条线状模式布局，分别打造成三个不同主题游玩区域。\n" +
            "\n" +
            "景区内的中心线为一片水系，有小喷泉、小瀑布、小溪流和小湖泊，游玩主题词为：饮仙泉、沐仙水、观仙景；景区内北侧山崖沿线是一条小街，有各种业态的铺子，吃喝玩乐一应俱全，游玩主题词为：逛仙街、游仙境、品仙食；景区内南侧山崖沿线是一座村落，有各种各样的酒店和民宿，游玩主题词为：住仙宿、醉仙居、享仙乐。\n" +
            "\n" +
            "游玩葛仙村，仙雾袅袅，仙气飘飘，我总结了一下，“三要三不要”很重要：1、夜游要浪漫，不要去散漫。葛仙村的夜晚要比白天来的更迷人，节目也要比白天来的更丰富，白天可以散漫游玩，晚上浪漫不能少，穿着汉服提灯夜游，拍出来的都是嘎嘎大片！留下浪漫，回味隽永，千万不要散散慢慢，啥都不留；2、宿要村里住，不要村外住。葛仙村门票为一天票，一天游玩有点赶，若住在村里，不管住几天，无需再买门票，若住在村外，没玩够继续想玩，又得再买门票，这样子多不尽兴，所以！住在村里是上上选，千万不要住在村外来去匆匆；3、节目要去看，不要不去看。村里有演艺节目，时间档、节目内容、演出地点都是不同的，有点看不过来的感觉，像巡游、灯光秀、水幕电影、篝火晚会等观看、互动指数都是很高的，专业级水平、不是草莽班子，绝对不要错过哈！千万不要不去看，那会遗憾的。\n" +
            "\n" +
            "早就听说到葛仙村是去接仙气的，去了！带着拔草的心态去的，然后被深深的种草！嘿嘿~因为被“仙”倒来着！",
        pre:"江西省有个上饶市，上饶市有个铅山县，铅山县有座葛仙山，葛仙山下有座葛仙村。\n" +
            "\n" +
            "葛仙村是一个窝在山沟沟里的小山村，过去穷乡僻壤，人迹罕至，现在经过投资开发，定位于国际旅游度假村后，摇身一变，脱胎换骨，实现了美丽的转身，变成了从山沟沟里飞出的金凤凰。身份变了！一座原本默默无闻的小山村一下子成了网红，惹人注目，走红江湖~\n" +
            "\n" +
            "葛仙村的位置在葛仙山下的山谷里，这条山谷东西走向，呈狭长带状，南北两侧都是山崖峭壁，化身为度假村成为景区后，以一片水系、一条小街、一座村落的三条线状模式布局，分别打造成三个不同主题游玩区域。\n" +
            "\n" +
            "景区内的中心线为一片水系，有小喷泉、小瀑布、小溪流和小湖泊，游玩主题词为：饮仙泉、沐仙水、观仙景；景区内北侧山崖沿线是一条小街，有各种业态的铺子，吃喝玩乐一应俱全，游玩主题词为：逛仙街、游仙境、品仙食；景区内南侧山崖沿线是一座村落，有各种各样的酒店和民宿，游玩主题词为：住仙宿、醉仙居、享仙乐。\n" +
            "\n" +
            "游玩葛仙村，仙雾袅袅，仙气飘飘，我总结了一下，“三要三不要”很重要：1、夜游要浪漫，不要去散漫。葛仙村的夜晚要比白天来的更迷人，节目也要比白天来的更丰富，白天可以散漫游玩，晚上浪漫不能少，穿着汉服提灯夜游，拍出来的都是嘎嘎大片！留下浪漫，回味隽永，千万不要散散慢慢，啥都不留；2、宿要村里住，不要村外住。葛仙村门票为一天票，一天游玩有点赶，若住在村里，不管住几天，无需再买门票，若住在村外，没玩够继续想玩，又得再买门票，这样子多不尽兴，所以！住在村里是上上选，千万不要住在村外来去匆匆；3、节目要去看，不要不去看。村里有演艺节目，时间档、节目内容、演出地点都是不同的，有点看不过来的感觉，像巡游、灯光秀、水幕电影、篝火晚会等观看、互动指数都是很高的，专业级水平、不是草莽班子，绝对不要错过哈！千万不要不去看，那会遗憾的。\n" +
            "\n" +
            "早就听说到葛仙村是去接仙气的，去了！带着拔草的心态去的，然后被深深的种草！嘿嘿~因为被“仙”倒来着！",
        share:0,
        status: 1,

    },
    {
        author: '仕女子张禧嫔',
        images: [journal3,journal1],
        departure_time:"2024-02-07",
        duration:6,
        title:"一部版纳旅行民族志 | 我们为何如此热爱",
        likes:0,
        comments:0,
        views:0,
        uploads:0,
        id :3,
        cost:1700,
        avatar:"https://xsgames.co/randomusers/avatar.php?g=pixel",
        create_time:"2024/05/06",
        members:"三五好友",
        content:"江西省有个上饶市，上饶市有个铅山县，铅山县有座葛仙山，葛仙山下有座葛仙村。\n" +
            "\n" +
            "葛仙村是一个窝在山沟沟里的小山村，过去穷乡僻壤，人迹罕至，现在经过投资开发，定位于国际旅游度假村后，摇身一变，脱胎换骨，实现了美丽的转身，变成了从山沟沟里飞出的金凤凰。身份变了！一座原本默默无闻的小山村一下子成了网红，惹人注目，走红江湖~\n" +
            "\n" +
            "葛仙村的位置在葛仙山下的山谷里，这条山谷东西走向，呈狭长带状，南北两侧都是山崖峭壁，化身为度假村成为景区后，以一片水系、一条小街、一座村落的三条线状模式布局，分别打造成三个不同主题游玩区域。\n" +
            "\n" +
            "景区内的中心线为一片水系，有小喷泉、小瀑布、小溪流和小湖泊，游玩主题词为：饮仙泉、沐仙水、观仙景；景区内北侧山崖沿线是一条小街，有各种业态的铺子，吃喝玩乐一应俱全，游玩主题词为：逛仙街、游仙境、品仙食；景区内南侧山崖沿线是一座村落，有各种各样的酒店和民宿，游玩主题词为：住仙宿、醉仙居、享仙乐。\n" +
            "\n" +
            "游玩葛仙村，仙雾袅袅，仙气飘飘，我总结了一下，“三要三不要”很重要：1、夜游要浪漫，不要去散漫。葛仙村的夜晚要比白天来的更迷人，节目也要比白天来的更丰富，白天可以散漫游玩，晚上浪漫不能少，穿着汉服提灯夜游，拍出来的都是嘎嘎大片！留下浪漫，回味隽永，千万不要散散慢慢，啥都不留；2、宿要村里住，不要村外住。葛仙村门票为一天票，一天游玩有点赶，若住在村里，不管住几天，无需再买门票，若住在村外，没玩够继续想玩，又得再买门票，这样子多不尽兴，所以！住在村里是上上选，千万不要住在村外来去匆匆；3、节目要去看，不要不去看。村里有演艺节目，时间档、节目内容、演出地点都是不同的，有点看不过来的感觉，像巡游、灯光秀、水幕电影、篝火晚会等观看、互动指数都是很高的，专业级水平、不是草莽班子，绝对不要错过哈！千万不要不去看，那会遗憾的。\n" +
            "\n" +
            "早就听说到葛仙村是去接仙气的，去了！带着拔草的心态去的，然后被深深的种草！嘿嘿~因为被“仙”倒来着！",
        start:"上饶",
        end:"铅山",
        journey:"上饶站>望仙谷>葛仙村度假区>葛仙村枕山宿酒店>望仙谷仙宿>望仙谷悬崖民宿",
        description:"江西省有个上饶市，上饶市有个铅山县，铅山县有座葛仙山，葛仙山下有座葛仙村。\n" +
            "\n" +
            "葛仙村是一个窝在山沟沟里的小山村，过去穷乡僻壤，人迹罕至，现在经过投资开发，定位于国际旅游度假村后，摇身一变，脱胎换骨，实现了美丽的转身，变成了从山沟沟里飞出的金凤凰。身份变了！一座原本默默无闻的小山村一下子成了网红，惹人注目，走红江湖~\n" +
            "\n" +
            "葛仙村的位置在葛仙山下的山谷里，这条山谷东西走向，呈狭长带状，南北两侧都是山崖峭壁，化身为度假村成为景区后，以一片水系、一条小街、一座村落的三条线状模式布局，分别打造成三个不同主题游玩区域。\n" +
            "\n" +
            "景区内的中心线为一片水系，有小喷泉、小瀑布、小溪流和小湖泊，游玩主题词为：饮仙泉、沐仙水、观仙景；景区内北侧山崖沿线是一条小街，有各种业态的铺子，吃喝玩乐一应俱全，游玩主题词为：逛仙街、游仙境、品仙食；景区内南侧山崖沿线是一座村落，有各种各样的酒店和民宿，游玩主题词为：住仙宿、醉仙居、享仙乐。\n" +
            "\n" +
            "游玩葛仙村，仙雾袅袅，仙气飘飘，我总结了一下，“三要三不要”很重要：1、夜游要浪漫，不要去散漫。葛仙村的夜晚要比白天来的更迷人，节目也要比白天来的更丰富，白天可以散漫游玩，晚上浪漫不能少，穿着汉服提灯夜游，拍出来的都是嘎嘎大片！留下浪漫，回味隽永，千万不要散散慢慢，啥都不留；2、宿要村里住，不要村外住。葛仙村门票为一天票，一天游玩有点赶，若住在村里，不管住几天，无需再买门票，若住在村外，没玩够继续想玩，又得再买门票，这样子多不尽兴，所以！住在村里是上上选，千万不要住在村外来去匆匆；3、节目要去看，不要不去看。村里有演艺节目，时间档、节目内容、演出地点都是不同的，有点看不过来的感觉，像巡游、灯光秀、水幕电影、篝火晚会等观看、互动指数都是很高的，专业级水平、不是草莽班子，绝对不要错过哈！千万不要不去看，那会遗憾的。\n" +
            "\n" +
            "早就听说到葛仙村是去接仙气的，去了！带着拔草的心态去的，然后被深深的种草！嘿嘿~因为被“仙”倒来着！",
        pre:"江西省有个上饶市，上饶市有个铅山县，铅山县有座葛仙山，葛仙山下有座葛仙村。\n" +
            "\n" +
            "葛仙村是一个窝在山沟沟里的小山村，过去穷乡僻壤，人迹罕至，现在经过投资开发，定位于国际旅游度假村后，摇身一变，脱胎换骨，实现了美丽的转身，变成了从山沟沟里飞出的金凤凰。身份变了！一座原本默默无闻的小山村一下子成了网红，惹人注目，走红江湖~\n" +
            "\n" +
            "葛仙村的位置在葛仙山下的山谷里，这条山谷东西走向，呈狭长带状，南北两侧都是山崖峭壁，化身为度假村成为景区后，以一片水系、一条小街、一座村落的三条线状模式布局，分别打造成三个不同主题游玩区域。\n" +
            "\n" +
            "景区内的中心线为一片水系，有小喷泉、小瀑布、小溪流和小湖泊，游玩主题词为：饮仙泉、沐仙水、观仙景；景区内北侧山崖沿线是一条小街，有各种业态的铺子，吃喝玩乐一应俱全，游玩主题词为：逛仙街、游仙境、品仙食；景区内南侧山崖沿线是一座村落，有各种各样的酒店和民宿，游玩主题词为：住仙宿、醉仙居、享仙乐。\n" +
            "\n" +
            "游玩葛仙村，仙雾袅袅，仙气飘飘，我总结了一下，“三要三不要”很重要：1、夜游要浪漫，不要去散漫。葛仙村的夜晚要比白天来的更迷人，节目也要比白天来的更丰富，白天可以散漫游玩，晚上浪漫不能少，穿着汉服提灯夜游，拍出来的都是嘎嘎大片！留下浪漫，回味隽永，千万不要散散慢慢，啥都不留；2、宿要村里住，不要村外住。葛仙村门票为一天票，一天游玩有点赶，若住在村里，不管住几天，无需再买门票，若住在村外，没玩够继续想玩，又得再买门票，这样子多不尽兴，所以！住在村里是上上选，千万不要住在村外来去匆匆；3、节目要去看，不要不去看。村里有演艺节目，时间档、节目内容、演出地点都是不同的，有点看不过来的感觉，像巡游、灯光秀、水幕电影、篝火晚会等观看、互动指数都是很高的，专业级水平、不是草莽班子，绝对不要错过哈！千万不要不去看，那会遗憾的。\n" +
            "\n" +
            "早就听说到葛仙村是去接仙气的，去了！带着拔草的心态去的，然后被深深的种草！嘿嘿~因为被“仙”倒来着！",
        share:0,
        status: 101
    },
    {
        author: '仕女子张禧嫔',
        images: [journal3,journal1, journal2],
        departure_time:"2024-02-07",
        duration:6,
        title:"一部版纳旅行民族志 | 我们为何如此热爱",
        likes:0,
        comments:0,
        views:0,
        uploads:0,
        id :4,
        cost:1700,
        avatar:"https://xsgames.co/randomusers/avatar.php?g=pixel",
        create_time:"2024/05/06",
        members:"三五好友",
        content:"江西省有个上饶市，上饶市有个铅山县，铅山县有座葛仙山，葛仙山下有座葛仙村。\n" +
            "\n" +
            "葛仙村是一个窝在山沟沟里的小山村，过去穷乡僻壤，人迹罕至，现在经过投资开发，定位于国际旅游度假村后，摇身一变，脱胎换骨，实现了美丽的转身，变成了从山沟沟里飞出的金凤凰。身份变了！一座原本默默无闻的小山村一下子成了网红，惹人注目，走红江湖~\n" +
            "\n" +
            "葛仙村的位置在葛仙山下的山谷里，这条山谷东西走向，呈狭长带状，南北两侧都是山崖峭壁，化身为度假村成为景区后，以一片水系、一条小街、一座村落的三条线状模式布局，分别打造成三个不同主题游玩区域。\n" +
            "\n" +
            "景区内的中心线为一片水系，有小喷泉、小瀑布、小溪流和小湖泊，游玩主题词为：饮仙泉、沐仙水、观仙景；景区内北侧山崖沿线是一条小街，有各种业态的铺子，吃喝玩乐一应俱全，游玩主题词为：逛仙街、游仙境、品仙食；景区内南侧山崖沿线是一座村落，有各种各样的酒店和民宿，游玩主题词为：住仙宿、醉仙居、享仙乐。\n" +
            "\n" +
            "游玩葛仙村，仙雾袅袅，仙气飘飘，我总结了一下，“三要三不要”很重要：1、夜游要浪漫，不要去散漫。葛仙村的夜晚要比白天来的更迷人，节目也要比白天来的更丰富，白天可以散漫游玩，晚上浪漫不能少，穿着汉服提灯夜游，拍出来的都是嘎嘎大片！留下浪漫，回味隽永，千万不要散散慢慢，啥都不留；2、宿要村里住，不要村外住。葛仙村门票为一天票，一天游玩有点赶，若住在村里，不管住几天，无需再买门票，若住在村外，没玩够继续想玩，又得再买门票，这样子多不尽兴，所以！住在村里是上上选，千万不要住在村外来去匆匆；3、节目要去看，不要不去看。村里有演艺节目，时间档、节目内容、演出地点都是不同的，有点看不过来的感觉，像巡游、灯光秀、水幕电影、篝火晚会等观看、互动指数都是很高的，专业级水平、不是草莽班子，绝对不要错过哈！千万不要不去看，那会遗憾的。\n" +
            "\n" +
            "早就听说到葛仙村是去接仙气的，去了！带着拔草的心态去的，然后被深深的种草！嘿嘿~因为被“仙”倒来着！",
        start:"上饶",
        end:"铅山",
        journey:"上饶站>望仙谷>葛仙村度假区>葛仙村枕山宿酒店>望仙谷仙宿>望仙谷悬崖民宿",
        description:"江西省有个上饶市，上饶市有个铅山县，铅山县有座葛仙山，葛仙山下有座葛仙村。\n" +
            "\n" +
            "葛仙村是一个窝在山沟沟里的小山村，过去穷乡僻壤，人迹罕至，现在经过投资开发，定位于国际旅游度假村后，摇身一变，脱胎换骨，实现了美丽的转身，变成了从山沟沟里飞出的金凤凰。身份变了！一座原本默默无闻的小山村一下子成了网红，惹人注目，走红江湖~\n" +
            "\n" +
            "葛仙村的位置在葛仙山下的山谷里，这条山谷东西走向，呈狭长带状，南北两侧都是山崖峭壁，化身为度假村成为景区后，以一片水系、一条小街、一座村落的三条线状模式布局，分别打造成三个不同主题游玩区域。\n" +
            "\n" +
            "景区内的中心线为一片水系，有小喷泉、小瀑布、小溪流和小湖泊，游玩主题词为：饮仙泉、沐仙水、观仙景；景区内北侧山崖沿线是一条小街，有各种业态的铺子，吃喝玩乐一应俱全，游玩主题词为：逛仙街、游仙境、品仙食；景区内南侧山崖沿线是一座村落，有各种各样的酒店和民宿，游玩主题词为：住仙宿、醉仙居、享仙乐。\n" +
            "\n" +
            "游玩葛仙村，仙雾袅袅，仙气飘飘，我总结了一下，“三要三不要”很重要：1、夜游要浪漫，不要去散漫。葛仙村的夜晚要比白天来的更迷人，节目也要比白天来的更丰富，白天可以散漫游玩，晚上浪漫不能少，穿着汉服提灯夜游，拍出来的都是嘎嘎大片！留下浪漫，回味隽永，千万不要散散慢慢，啥都不留；2、宿要村里住，不要村外住。葛仙村门票为一天票，一天游玩有点赶，若住在村里，不管住几天，无需再买门票，若住在村外，没玩够继续想玩，又得再买门票，这样子多不尽兴，所以！住在村里是上上选，千万不要住在村外来去匆匆；3、节目要去看，不要不去看。村里有演艺节目，时间档、节目内容、演出地点都是不同的，有点看不过来的感觉，像巡游、灯光秀、水幕电影、篝火晚会等观看、互动指数都是很高的，专业级水平、不是草莽班子，绝对不要错过哈！千万不要不去看，那会遗憾的。\n" +
            "\n" +
            "早就听说到葛仙村是去接仙气的，去了！带着拔草的心态去的，然后被深深的种草！嘿嘿~因为被“仙”倒来着！",
        pre:"江西省有个上饶市，上饶市有个铅山县，铅山县有座葛仙山，葛仙山下有座葛仙村。\n" +
            "\n" +
            "葛仙村是一个窝在山沟沟里的小山村，过去穷乡僻壤，人迹罕至，现在经过投资开发，定位于国际旅游度假村后，摇身一变，脱胎换骨，实现了美丽的转身，变成了从山沟沟里飞出的金凤凰。身份变了！一座原本默默无闻的小山村一下子成了网红，惹人注目，走红江湖~\n" +
            "\n" +
            "葛仙村的位置在葛仙山下的山谷里，这条山谷东西走向，呈狭长带状，南北两侧都是山崖峭壁，化身为度假村成为景区后，以一片水系、一条小街、一座村落的三条线状模式布局，分别打造成三个不同主题游玩区域。\n" +
            "\n" +
            "景区内的中心线为一片水系，有小喷泉、小瀑布、小溪流和小湖泊，游玩主题词为：饮仙泉、沐仙水、观仙景；景区内北侧山崖沿线是一条小街，有各种业态的铺子，吃喝玩乐一应俱全，游玩主题词为：逛仙街、游仙境、品仙食；景区内南侧山崖沿线是一座村落，有各种各样的酒店和民宿，游玩主题词为：住仙宿、醉仙居、享仙乐。\n" +
            "\n" +
            "游玩葛仙村，仙雾袅袅，仙气飘飘，我总结了一下，“三要三不要”很重要：1、夜游要浪漫，不要去散漫。葛仙村的夜晚要比白天来的更迷人，节目也要比白天来的更丰富，白天可以散漫游玩，晚上浪漫不能少，穿着汉服提灯夜游，拍出来的都是嘎嘎大片！留下浪漫，回味隽永，千万不要散散慢慢，啥都不留；2、宿要村里住，不要村外住。葛仙村门票为一天票，一天游玩有点赶，若住在村里，不管住几天，无需再买门票，若住在村外，没玩够继续想玩，又得再买门票，这样子多不尽兴，所以！住在村里是上上选，千万不要住在村外来去匆匆；3、节目要去看，不要不去看。村里有演艺节目，时间档、节目内容、演出地点都是不同的，有点看不过来的感觉，像巡游、灯光秀、水幕电影、篝火晚会等观看、互动指数都是很高的，专业级水平、不是草莽班子，绝对不要错过哈！千万不要不去看，那会遗憾的。\n" +
            "\n" +
            "早就听说到葛仙村是去接仙气的，去了！带着拔草的心态去的，然后被深深的种草！嘿嘿~因为被“仙”倒来着！",
        share:0,
        status: 101
    }
];
export default journaldata;